Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: If you continue,<br />it may require you subsequently have to revert your changes, or force other contributors to.<br /><br />Are you sure you want to continue?
ja: 続行すると、<br />後で変更をリバートするか、他の共同作成者へリバートを強制する必要があります。<br /><br />本当に続行しますか?

source: If you contribute Contents, You are indicating that, as far as You know, You have the right to authorize OSMF to use and distribute those Contents under our current licence terms.
ja: あなたがデータを投稿することは、あなたが知る限りにおいて、OSMFにそのコンテンツを我々の現在のライセンス条項の下に利用、配布することを認める権利を持っているということを示します。

source: If you live in one of these countries, then your taxes pay for the mapping and then you have to pay again to get a copy of it.
ja: これらの国のどれかに住んでいる人は、地図の制作に税金を払い、それを利用するために再度対価を払わなければなりません。

source: If you make a map using their data, they can say "ah-ha!
ja: もし、あなたが無断で彼らのデータを使ったならば、

source: If you use go version < 1.12 : the whole go module stuff doesn't work for you, so make sure the packages listed below are installed
ja: go バージョンが1.12以前 の場合: goモジュール全体が動作しない場合は、以下のパッケージがインストールされていることを確認してください。

source: If you use go version >= 1.12 : nothing to do here
ja: go バージョン1.12以降を使用している場合: ここでは何もしません

source: If you want mappers to work on the highest priority areas first, draw one or more polygons within the project area.
ja: もし優先度の高いエリアをマッパーに示したい場合、プロジェクト対象エリアの中に1つ以上のポリゴンを描いてください。

source: If you want to run it as public site, you should change to your own unique and secure password.
ja: パブリックサイトとして実行する場合は、独自のユニークで安全なパスワードに変更する必要があります。

source: If you want to run test expressed below, user and password must be as same as the above.
ja: 以下に示すテストを実行する場合、ユーザーとパスワードは上記と同じでなければなりません。

source: If you want to save the offset as bookmark, enter the bookmark name below
ja: オフセットをブックマークとして保存する場合は、下にブックマーク名を入力します。

source: If your project's mapping needs can be served simply by using the Google Maps API, fine.
ja: もし、あなたのプロジェクトが Google API を使えば簡単に済むなら、それもいいでしょう。

source: Ignore
ja: 無視する

source: Ignore and remove from tree.
ja: 無視してツリーから削除します。

source: Ignore for now
ja: 今は無視する

source: Ignore hdop/vdop/pdop entries
ja: hdop/vdop/pdopエントリーを無視

source: Ignore it
ja: 無視

source: Ignore key ''{0}''
ja: ''{0}''キーを無視

source: Ignore list
ja: リストを無視

source: Ignore oneways
ja: 一方通行を無視

source: Ignore tag ''{0}''
ja: ''{0}''タグを無視

source: Ignore the selected issue next time.
ja: 選択された問題は次回無視します

source: Ignore them, leave relation as is
ja: 無視し、リレーションはそのまま

source: Ignore this error.
ja: エラーを無視します。

source: Ignore this hint and merge anyway
ja: この通知を無視し、強制的にマージする

source: Ignore this hint and upload anyway
ja: このヒントを無視して強制アップロード

source: Ignore warning and install style anyway
ja: 警告を無視して強制的にスタイルをインストールする

source: Ignore warnings
ja: 警告を無視

source: Ignore whole group or individual elements?
ja: 全体のグループか個々の要素を無視しますか?

source: Ignored error filter changed
ja: 無視されたエラーフィルタが変更されました

source: Ignoring caught exception because upload is canceled.
ja: アップロードがキャンセルされるため、キャッチされた例外を無視します。

source: Ignoring elements
ja: 要素を無視

source: Ignoring exception because download has been canceled.
ja: ダウンロードがキャンセルされるため、キャッチされた例外を無視します。

source: Ignoring exception because task was canceled.
ja: タスクがキャンセルされたため、例外を無視します。

source: Ignoring malformed URL: "{0}"
ja: 不正な形式のURL "{0}" を無視します。

source: Ignoring malformed file URL: "{0}"
ja: 不正な形式のファイルURL "{0}" を無視します。

source: Ignoring malformed geometry: {0}
ja: 不正な形の図形 {0} を無視しました。

source: Ignoring mapping for mime type ''{1}''.
ja: MIMEタイプ ''{1}''のマッピングを無視します。

source: Ignoring {0} nodes with null coordinates
ja: 座標を持たない {0} 件のノードを無視

source: Ignoring {0}.
ja: {0}を無視します。

source: Illegal Data
ja: 不正なデータ

source: Illegal changeset query URL
ja: 不正な変更セット問い合わせURLです

source: Illegal chunk size
ja: 不正なチャンクサイズ

source: Illegal chunk size <= 0.
ja: 不正なチャンクサイズ <= 0

source: Illegal entry in module list.
ja: モジュール一覧に不正な項目があります。

source: Illegal entry in plugin list.
ja: プラグインリスト中に不正なエントリ。

source: Illegal expression ''{0}''
ja: 誤った表現 ''{0}''

source: Illegal latitude value ''{0}''
ja: 誤った緯度の値 ''{0}''

source: Illegal latitude value for parameter ''{0}'', got {1}
ja: パラメータ ''{0}'' に対する不正な緯度値、入力値 ''{1}''

source: Illegal longitude value ''{0}''
ja: 誤った経度の値 ''{0}''

source: Illegal longitude value for parameter ''{0}'', got {1}
ja: パラメータ ''{0}'' に対する不正な経度値、入力値 ''{1}''

source: Illegal member expression: {0}
ja: メンバーの式が不正です: {0}

source: Illegal object with ID=0.
ja: id=0の禁じられたオブジェクトです

source: Illegal regular expression ''{0}''
ja: 誤った正規表現: ''{0}''

source: Illegal value for attribute ''type'' on member {0} in relation {1}.
ja: リレーション {1} のメンバー {0} の属性 ''type'' が無効です。

source: Illegal value for parameter ''{0}'': {1}
ja: 引数 ''{0}'' の値が不正です: {1}

source: Illegal value of attribute ''{0}'' of element ''{1}'' in server capabilities.
ja: サーバー機能の要素「{1}」の属性「{0}」の値が無効です。

source: Image
ja: 画像

source: Image Files
ja: 画像ファイル

source: Image actions
ja: 画像の操作

source: Image already loaded
ja: 画像は既にロードされています

source: Image cropping
ja: イメージ切り抜き

source: Image detections
ja: 画像検出物

source: Image dimensions ({0}x{1}) exceeds maximum image size {2} (use option {3} to change limit)
ja: イメージの寸法({0}x{1})がイメージの最大サイズ{2}を超えています(オプション{3}を使用して制限を変更してください)

source: Image file could not be deleted.
ja: 画像ファイルが削除できません。

source: Image files (*.png *.jpg)
ja: 画像ファイル (*.png *.jpg)

source: Image filter interpolation:
ja: イメージフィルターの補間処理:

source: Image format:
ja: 画像形式:

source: Image georeferencing
ja: 地理参照画像

source: Image info
ja: 画像情報

source: Image key
ja: 画像キー

source: Image resolution:
ja: 画像解像度:

source: Image size (px): {0}/{1}
ja: 画像サイズ(px): {0}/{1}

source: Imagery
ja: 画像

source: Imagery Background: Default
ja: 画像の背景: デフォルト

source: Imagery ID
ja: 画像ID

source: Imagery Layer for Sea Charts
ja: 海図の画像レイヤーです

source: Imagery Offset Database
ja: 画像オフセットデータベース

source: Imagery URL
ja: 画像のURL

source: Imagery URL (Default)
ja: 画像URL(既定値)

source: Imagery XML Files
ja: 画像のXMLファイル

source: Imagery category: {0}
ja: 画像カテゴリ: {0}

source: Imagery not matching any other category
ja: 他のカテゴリと一致しない画像

source: Imagery offset
ja: 画像オフセット

source: Imagery preferences
ja: 画像設定

source: Imagery preferences...
ja: 画像設定

source: Imagery providers
ja: 画像プロバイダー

source: Imagery used
ja: 使用された画像

source: Imagery: {0}
ja: 画像:{0}

source: Images from my file system
ja: ファイルシステムからの画像

source: Images that are already tagged ({0}/{1})
ja: タグ付け済みの画像({0}/{1})

source: Images with geo location in exif data ({0}/{1})
ja: EXIFデータ中に位置情報を含む画像({0}/{1})

source: Imperial
ja: ヤード・ポンド法

source: Implications element below root child level
ja: implications要素がルートの子レベルより下にあります

source: Import
ja: インポート

source: Import Audio
ja: 音声のインポート

source: Import Data from Globalsat Datalogger DG100 into GPX layer.
ja: グローバルサット・データロガー DG100からGPXレイヤーにデータをインポート

source: Import MATSim scenario
ja: MATSimシナリオのインポート

source: Import NGT
ja: NGTのインポート

source: Import NMEA
ja: NMEAのインポート

source: Import Osm Inspector Bugs...
ja: OSM Inspector のバグをインポート...

source: Import PDF
ja: PDFをインポート

source: Import PDF file
ja: PDFファイルをインポート

source: Import PDF file.
ja: PDFファイルをインポートします。

source: Import a file into the current document
ja: 現在の文書にファイルをインポート

source: Import data from URL
ja: 指定されたURLからのデータインポート

source: Import exception
ja: インポート例外発生

source: Import georeferenced image
ja: 下絵となるイメージをインポートします

source: Import image
ja: イメージをインポート

source: Import images
ja: イメージのインポート

source: Import local pictures
ja: ローカルの写真をインポート

source: Import log
ja: ログのインポート

source: Import not possible
ja: インポートできません

source: Import only raw data (i.e. do not add/delete tags or replace them by standard OSM tags)
ja: 生データのみをインポート(つまり、追加・削除や標準のOSMのタグで置き換えをしていないもの)

source: Import osmChange
ja: osmChangeをインポート

source: Import path from GPX layer
ja: GPXレイヤーからパスをインポート

source: Import pictures
ja: 写真をインポート

source: Import pictures into Mapillary layer
ja: 写真をMapillaryレイヤにインポート

source: Import range
ja: インポート範囲

source: Import settings
ja: インポート設定

source: Import vector graphics
ja: ベクターグラフィックスをインポート

source: Import vector graphics (SVG)
ja: ベクタグラフィクス(SVG)のインポート

source: Import/export OSM data in PBF format
ja: PBFフォーマットでOSMデータをインポート・エクスポート

source: Imported Images
ja: インポートした画像

source: Imported images
ja: インポートした画像

source: Imported {0} image
ja: インポートした {0}この画像

source: Importing CSV file ''%s''...
ja: CSVファイル ''%s'' をインポートしています...

source: Importing data from DG100...
ja: DG100からデータのインポートしています...

source: Importing data from device.
ja: デバイスからデータをインポート

source: Importing...
ja: インポート中...

source: Imports proprietary CSV files of the Columbus/Visiontac V-900 GPS logger into a GPX layer.
ja: Columbus/Visiontac V-900 GPS ロガーで記録した CSV ファイルを GPX レイヤーにインポートします。

source: Improve Way Accuracy
ja: ウェイの精度を改善

source: Improve Way Accuracy mode
ja: ウェイ精度改善モード

source: Improve georeferencing (only raster images)
ja: 下絵を強化する(ラスタ画像のみ)

source: In .osm data file ''{0}'' -
ja: .osmデータファイル''{0}'' -

source: In addition to this FAQ, there is a collaboratively edited [[help.openstreetmap.org|question and answer site]] where you can read more questions about OpenStreetMap and ask your own.
ja: このFAQに加えて、協働的に編集されている [[help.openstreetmap.org|Q&A サイト]]があり、 OpenStreetMap についてより多くの質問を読むことができ、あなた自身で質問することもできます。

source: In background
ja: バックグラウンドで処理

source: In case of a crash, JOSM tries to recover the unsaved changes on next start.)</i>
ja: クラッシュした場合、JOSMは保存されていない変更を次の起動時に復元しようとします。)</i>

source: In case of sport:
ja: スポーツの場合:

source: In case of traffic signals:
ja: 信号機の場合:

source: In changeset:
ja: 変更セット:

source: In conflict with:
ja: 競合先:

source: In development & mainly dealing with JOSM, but also includes information which will be useful when using the iD editor, guide in development.
ja: 開発&主にJOSMを対象としたものですが、開発ガイドであるiDエディタを使用する際に役立つ情報も含まれています。

source: In lots of places that's illegal too if you go beyond your fair use rights.
ja: 多くの国々では[[wikipedia:Fair use|フェアユース（私的利用）]]または[[wikipedia:Fair dealing|fair dealing]]を越える利用は違法になってしまいます。

source: In mixed mode, specify objects like this: {0}<br/>({1} stands for <i>node</i>, {2} for <i>way</i>, and {3} for <i>relation</i>)
ja: 混在させる場合、オブジェクトの種類を指定します。例：{0}<br/>({1} は <i>ノード</i>、{2}は <i>ウェイ</i>、{3} は <i>リレーション</i>)

source: In option {0}: {1}
ja: オプション{0}: {1}

source: In order to translate STM, it's recommended to use a proper XLF/XLIFF editor like Omega-T or Poedit.
ja: STMを翻訳するには、OmegaTやPoeditなどの適切なXLF/XLIFFエディタを使用することをお勧めします。

source: In order to use this feature the Jython interpreter has to be on the class path when you start JOSM. Currently, it isn''t and python plugin support is therefore disabled.<br><br>Launch JOSM with the following command line: <br>java -cp "josm-jar.jar:/path/to/jython.jar" org.openstreetmap.josm.gui.MainApplication
ja: この機能を使用するには、JOSMを起動したときにJythonインタプリタがクラスパス上に存在している必要があります。現在、Jythonインタプリタは存在しないため、Pythonプラグインのサポートは無効になっています。<br><br>JOSMを起動するときに、次のコマンドラインを使用します。<br>java-cp"josm-jar.jar:/path/to/jython.jar"org.openstreetmap.josm.gui.MainApplication

source: In practice, this means your data is subject to the licensing fees, and contractual restrictions, of these map providers.
ja: 実際には、あなたのデータには、地図提供会社からライセンス料と契約による規制が、かけられることになるでしょう。

source: In relations where the selected object is member of, replace it with a new one
ja: 選択したオブジェクトが属しているリレーションで、新しいオブジェクトに置換します

source: In the USA, crude data (such as [[TIGER]]) is in the public domain, however refined data and finished maps are generally commercially copyrighted.
ja: アメリカが唯一の例外で、政府が職務で製作した生データ（TIGER など）はパブリックドメインで地理データを提供しています。しかし、そのような地理データを検証したり修正したりして作成した地図には、著作権が付加されます。

source: In the case where there are multiple local names, then if the government with effective and sustained control of the area has an official source of names or an official stance on a naming dispute, then that name is default.
ja: 複数のローカル名がある場合は、そのエリアで効果的、持続的に統治している政府が公式に名前のソースを持っている場合、あるいは命名の紛争について公式なスタンスを持っている場合は、その名前がデフォルトです。

source: In the early days of the Cyclone Idai response, IFRC was looking for detailed maps to get a sense of the scale of the flooding, which were also used for search and rescue operations.
ja: IFRCはサイクロン・アイダイ（Cyclone Idai）に対応するにあたり、洪水の浸水域を把握し、被災者の探索と救助を行うために必要な地図を探し求めていました。

source: In the event of invalidity of any provision of this Agreement, the parties agree that such invalidity shall not affect the validity of the remaining portions of this Agreement.
ja: この同意書の規定において万一無効なものがあったとしても、関係者はそのような無効性はこの同意書の残りの部分の正当性に影響を及ぼさない、ということに同意します。

source: In the following table you can edit the <strong>raw members</strong> of the OSM relation representing this turn restriction.
ja: 以下のテーブルで進行方向制限を表すOSMリレーションの<strong>生のメンバー</strong>を編集できます。

source: In the following table you can edit the <strong>raw tags</strong> of the OSM relation representing this turn restriction.
ja: 以下のテーブルで進行方向制限を表すOSMリレーションの<strong>生のタグ</strong>を編集できます。

source: In the tidal range
ja: 潮間帯

source: Inclination in degrees
ja: 傾き(角度)

source: Incline
ja: 坂

source: Inclines must be given as positive decimal numbers with followed by "%".
ja: 勾配は正の数値に%をつけて指定してください。

source: Include GPX data in the .joz session file.
ja: .jozセッションファイルに含まれるGPXデータを含める。

source: Include OSM data in the .joz session file.
ja: .jozセッションファイル中にOSMデータをインクルード

source: Include a node into the nearest way segments
ja: 隣接するウェイの区間のノードを含める

source: Include all stack traces.
ja: スタックトレースを含めます。

source: Include children in selection
ja: 選択に子ノードも含む

source: Include information about the data you were working on.
ja: 作業していたデータに関する情報を含めてください。

source: Include objects used for guesses
ja: 推測で使用したオブジェクトを含める

source: Include road type in output
ja: 出力に道路タイプを含める

source: Include the system status report.
ja: システムの動作ログを含める。

source: Incomplete <member> specification with ref=0
ja: ref=0の不完全な<member>指定です。

source: Incomplete Addresses
ja: 不完全な住所

source: Incomplete multipolygon relation was modified
ja: 不完全なマルチポリゴンリレーションが修正されました

source: Incomplete pedestrian crossing tagging.
ja: 横断歩道のタグ付けが不完全です。

source: Incomplete route {0} - Auto repair to download missing elements (cannot be undone)
ja: 不完全なルート{0}-欠落した要素をダウンロードするための自動修復(元に戻すことはできません)

source: Incomplete tower
ja: 未使用あり

source: Incomplete upload and/or save
ja: 不完全なアップロードと保存

source: Inconsistent lane numbering between relation and member tags
ja: リレーションとメンバータグの間に矛盾した車線番号があります

source: Incorrect audio waypoint label pattern: {0}
ja: 不正な音声ウェイポイントのラベルパターンです: {0}

source: Incorrect number of parameters
ja: パラメータの数が正しくありません

source: Incorrect pattern
ja: 不正なパターン

source: Incorrect roundabout (highway: {0} instead of {1})
ja: 環状交差点が無効です(highway: {1} の代わりに {0})

source: Incorrect waypoint label pattern: {0}
ja: 不正なウェイポイントのラベルパターンです: {0}

source: Increase zoom
ja: ズームアップ

source: Increment:
ja: 増分:

source: Independent
ja: 独立系

source: Indoor
ja: 室内

source: Industrial
ja: 工業用地

source: Inertial Confinement Fusion (ICF)
ja: 慣性閉じ込め核融合(ICF)

source: Info
ja: 情報

source: Info: {0}
ja: 情報: {0}

source: Information
ja: 情報

source: Information Board
ja: 案内板

source: Information Office
ja: 案内所

source: Information Terminal
ja: 情報端末

source: Information about SDS.
ja: SDSに関する情報です。

source: Information about layer
ja: レイヤーについての情報

source: Information access via electronic methods.
ja: 電気的な方法でアクセスする情報です。

source: Information using headphones or a mobile phone.
ja: ヘッドホンや携帯電話を使った情報です。

source: Informational warnings, expect many false entries.
ja: 注意事項(問題が多くはない場合)

source: Initialize database
ja: データベースを初期化する

source: Initializing
ja: 初期化中

source: Initializing OSM API
ja: OSM APIを初期化中

source: Initializing Tag2Link rules
ja: Tag2Link規則の初期化

source: Initializing a session at the OSM website...
ja: OSMウェブサイトのセッションを初期化中...

source: Initializing coordinate format
ja: 座標フォーマットの初期化

source: Initializing internal boundaries data
ja: 内部の境界線データを初期化中

source: Initializing internal traffic data
ja: 内部の交通データを初期化中

source: Initializing map styles
ja: 地図スタイルを初期化中

source: Initializing nodes to download ...
ja: ダウンロードのためのノードを初期化...

source: Initializing nodes to update ...
ja: 更新するノードを初期化中 ...

source: Initializing presets
ja: プリセット初期化中

source: Initializing relations to update ...
ja: 更新するリレーションを初期化中 ...

source: Initializing validator
ja: 妥当性検査を初期化中

source: Initializing ways to update ...
ja: 更新するウェイを初期化中 ...

source: Input
ja: 入力

source: Input angle here
ja: ここに角度を入力

source: Input data file name (.osm)
ja: 入力するデータファイル名 (.osm)

source: Input is not valid.
ja: 入力が無効です。

source: Input min distance
ja: 最短距離を入力

source: Inscription
ja: 碑文

source: Insert ''via'' objects from the clipboard
ja: クリップボードから''経由地''オブジェクトを挿入

source: Insert new node into way.
ja: {0}本のウェイに新規ノードを追加します。

source: Insert new relation members from object in the clipboard
ja: クリップボードのオブジェクトから新しいリレーションメンバーを挿入

source: Install
ja: インストール

source: Install npm and node as well
ja: npmとnodeもインストールします。

source: Install JOSM localhost certificate to system/browser root keystores
ja: JOSMローカルホストの証明書をシステム/ブラウザーのルート証明書ストアにインストール

source: Install all dependencies.
ja: すべての依存関係をインストールします。

source: Install and setup docker daemon (for the PostgreSQL database; setup is described later)
ja: dockerデーモンのインストールと設定(PostgreSQLデータベース用。設定については後述)

source: Install...
ja: インストール...

source: Installation Details
ja: インストールの詳細

source: Installed
ja: インストール済

source: Installed and working go compiler (1.12 or newer to have module support)
ja: (モジュールをサポートする1.12以降の)インストールされ動作しているgoコンパイラ

source: Installing plugins
ja: プラグインをインストール中

source: Installing updated plugins
ja: 更新されたプラグインをインストール中

source: Instead of "or" - "|", "||" can be used, and instead of "and" - "&", "&&".
ja: "or" のかわりに "|", "||" が使用できます。また、 "and" のかわりに "&", "&&".が使用できます。

source: Instead of <i>location</i> any valid place name can be used like address, city, etc.
ja: <i>位置</i>のかわりに、住所や都市名など、適正な地名をつかうこともできます。

source: Instructions
ja: マッピング方法解説

source: Insulator
ja: 碍子

source: Insurance
ja: 保険代理店

source: Integer
ja: 整数

source: Integer list "{0}" contains unexpected values.
ja: 整数のリスト "{0}" が想定外の値を含んでいます。

source: Interface
ja: インターフェース

source: Interior Decoration
ja: 内装店

source: Intermittent
ja: 永続的ではない

source: Intermittent (contains not permanently water)
ja: 断続的(常時水があるわけではない)

source: Internal JOSM boundaries
ja: 内部JOSM境界

source: Internal Preset
ja: 内部プリセット

source: Internal Server Error
ja: サーバー内部エラー

source: Internal error: number of nodes is {0}.
ja: 内部エラー:ノードの数が{0}。

source: Internal style to be used as base for runtime switchable overlay styles
ja: 動的に切り替え可能なオーバーレイスタイルの元になる内部スタイル

source: International name
ja: 国際名称

source: Internationalization
ja: 国際化対応

source: Internet Access
ja: インターネットアクセス

source: Internet Cafe
ja: インターネットカフェ

source: Internet access
ja: インターネットアクセス

source: Internet access fee
ja: インターネットアクセス費用

source: Internet tags
ja: インターネットタグ

source: Interpolate between segments
ja: セグメント間を補完

source: Interpolate between tracks
ja: トラック間を補間する

source: Interpolation
ja: 補間

source: Intersecting ways
ja: 交差するウェイを選択

source: Intersection between multipolygon ways
ja: マルチポリゴンウェイ間の交差

source: Intersection danger
ja: 危険交差点

source: Intersection of three or more ways can not be solved.
ja: 3つ以上のウェイの交差を解決できません。

source: Interval (M, MM, HH:MM, or HH:MM:SS)
ja: 間隔 (M, MM, HH:MM, HH:MM:SS)

source: Introduce separate layers for:
ja: 独立したレイヤーに導入:

source: Invalid
ja: 不正

source: Invalid API URL
ja: 不正なAPI URL

source: Invalid Coordinates format
ja: 不正なCoordinatesフォーマット

source: Invalid DenseNodes key/values table
ja: 不正なDenseNodesのキー/値の表

source: Invalid ID list specified Cannot continue.
ja: 無効なIDの一覧が指定されました 継続できません。

source: Invalid OSM url
ja: 不正なOSMのURL

source: Invalid Q-ID!
ja: Q-IDが無効です!

source: Invalid URL ''{0}'' in module {1}
ja: {1} モジュール中でURL ''{0}'' が無効です

source: Invalid URL ''{0}'' in plugin {1}
ja: プラグイン{1}に不正なURL ''{0}''

source: Invalid URL {0}
ja: 不正な URL {0}

source: Invalid bookmark name
ja: 不正なブックマーク名

source: Invalid bounding box
ja: 不正な矩形範囲指定

source: Invalid changeset id: {0}
ja: 不正な変更セットID: {0}

source: Invalid closing xml tag </{0}> in state {1}
ja: {1}の状態では閉じタグ</{0}>は無効

source: Invalid coordinates were found: {0}, {1}
ja: 無効な座標が見つかりました: {0}, {1}

source: Invalid coordinates: {0}
ja: 不正な座標: {0}

source: Invalid dataset
ja: データセットが無効です

source: Invalid date
ja: 不正な日付

source: Invalid date/time values
ja: 不正な日付や時刻の値です

source: Invalid email address
ja: 無効なEmailアドレス

source: Invalid file
ja: 不正なファイル

source: Invalid jar file ''{0}''
ja: jarファイル ''{0}'' が無効です

source: Invalid name
ja: 無効な名前

source: Invalid offset
ja: 不正なオフセット

source: Invalid opening xml tag <{0}> in state {1}
ja: {1}の状態ではXMLタグ<{0}>は無効

source: Invalid path for GetCapabilities document: {0}
ja: GetCapabilities ドキュメントのパスが無効です: {0}

source: Invalid plugin description ''{0}'' in plugin {1}
ja: {1} プラグインの説明 ''{0}'' が不正です

source: Invalid plugin main version ''{0}'' in plugin {1}
ja: プラグイン {1} のメインバージョン ''{0}'' が無効です

source: Invalid projection
ja: 不正な投影法

source: Invalid projection configuration: {0}
ja: 投影法の設定が無効です: {0}

source: Invalid search expression
ja: 検索条件が無効です

source: Invalid selection
ja: 選択が無効です

source: Invalid service URL.
ja: サービスURLが不正です。

source: Invalid spellcheck line: {0}
ja: スペルチェックの{0}行目が無効です。

source: Invalid tagchecker line - {0}: {1}
ja: タグチェッカーの{1}行目が無効です。{0}

source: Invalid timestamp: {0}
ja: 不正なタイムスタンプ: {0}

source: Invalid timezone
ja: タイムゾーンが無効です

source: Invalid user ID
ja: ユーザーIDが無効です

source: Invalid user name
ja: ユーザー名が無効です

source: Invalid value
ja: 無効な値です

source: Invalid white space in property key
ja: プロパティキーの空白は無効です

source: Invalid/unsupported syntax.
ja: 無効または対応していない文法です。

source: Invalidation
ja: 差し戻し

source: Inverse filter
ja: 反転フィルター

source: Invert Selection
ja: 選択を反転

source: Invite
ja: 招待

source: Is JOSM up to date?
ja: JOSMは最新版ですか？

source: Is layer properly georeferenced?
ja: レイヤーに正しい位置情報が設定されていますか？

source: Is not vectorized.
ja: ベクターではありません。

source: Is the fixme fixed?
ja: FIXMEは修正済みですか？

source: Is vectorized.
ja: ベクタライズされました。

source: Island
ja: 島

source: Islet
ja: 小島

source: Isolated Dwelling
ja: 一軒家

source: It also allows control of the progress and the homogeneity of the work done (i.e. elements to cover, specific tags to use, etc.).
ja: また、作業の進捗や均質性を管理することもできます。(カバーする要素、使用する特定のタグなど)

source: It also permits to control the progress and the homogeinity of the work done (ie.
ja: また、作業の進捗や均一性を制御することもできます。

source: It appears it could be an important <b>security risk</b>.<br><br>You are now going to be prompted by Windows to remove this insecure certificate.<br>For your own safety, <b>please click Yes</b> in next dialog.
ja: これには<b>セキュリティ上のリスク</b>があることが明らかになりました。<br><br>この安全でない証明書を削除するためのウインドウが表示されます。<br>安全のために、次のダイアログで<b>[はい]をクリックしてください</b>。

source: It appends ''~'' to the file name and saves it in the same folder.)</i>
ja: ファイル名に「~」が追加され、同じフォルダに保存されます。)</i>

source: It can be activated by clicking the left button at the bottom of this message or the button in the toolbar on the left, which uses the same icon.
ja: このメッセージの下、または左側のツールバー内に同じアイコンで表示されたボタンを左クリックすることで有効化されます。

source: It can be necessary to add the following
ja: 以下を追加する必要があります。

source: It can load CommonJS modules either from the local filesystem or from jar/zip files.<br><br>Per default, it loads CommonJS modules from the directory <strong>/js</strong> in the plugin jar, but you can add additional directories and jar files.<br><br>Configure them in the list below.
ja: ローカルファイルシステムまたはjar/zipファイルからCommonJSモジュールをロードできます。<br><br>デフォルトでは、プラグインjarのディレクトリ<strong>/js</strong>からCommonJSモジュールをロードしますが、追加のディレクトリとjarファイルを追加することもできます。<br><br>以下のリストでそれらを設定します。

source: It cannot be loaded</html>
ja: ロードできません</html>

source: It cannot download<br>your changesets from the OSM server unless you enter your OSM user name<br>in the JOSM preferences.</html>
ja: そのため、あなたの変更セットをOSMサーバから<br>OSMのユーザ名をJOSMに入力しないかぎり、<br>ダウンロードすることができじません。
